Repository: RomanGL/VKSaver
Catalog: VKSaver2/VKSaver/VKSaver.PlatformShared/MultilingualResources/VKSaver.PlatformShared.*.xlf
Languages: be, de, uk

# VideoInfoView_LinksLoader.LoadingText
source: Ищем ссылки на видео...
be: Шукаем спасылкі на відэа...
de: Suchen nach der Videolinks
uk: Шукаємо посилання на відео...

# VideoInfoView_LinksLoader.NoDataText
source: Невозможно получить ссылки на это видео
be: Немагчыма атрымаць спасылкі на гэта відэа
de: Keine Links zu erhalten
uk: Неможливо отримати посилання на це відео

# VideoInfoView_SelectQuality.Text
source: Выберите качество видео
be: Выберыце якасць відэа
de: Wählen Sie Videoqualität aus
uk: Виберіть якість відео

# VideoInfoView_StoresOn_Coub_Text
source: Это видео хранится на серверах Coub
be: Гэта відэа захоўваецца на серверах Coub
de: Dieses Video wird auf Coub Servern gespeichert
uk: Це відео міститься на серверах Coub

# VideoInfoView_StoresOn_Unsupported_Text
source: Это видео хранится на неподдерживаемом сервисе
be: Гэта відэа захоўваецца на непадтрымліваемым сэрвісе
de: Dieses Video wird auf einem nicht unterstützten Dienst gespeichert
uk: Формат відеозапису не підтримується

# VideoInfoView_StoresOn_Vimeo_Text
source: Это видео хранится на серверах Vimeo
be: Гэта відэа захоўваецца на серверах Vimeo
de: Dieses Video wird auf Vimeo Servern gespeichert
uk: Це відео міститься на серверах Vimeo

# VideoInfoView_StoresOn_VK_Text
source: Это видео хранится на серверах ВКонтакте
be: Гэта відэа захоўваецца на серверах ВКонтакте
de: Dieses Video wird auf VK Servern gespeichert
uk: Це відео міститься на серверах ВКонтакті

# VideoInfoView_StoresOn_YouTube_Text
source: Это видео хранится на серверах YouTube
be: Гэта відэа захоўваецца на серверах YouTube
de: Dieses Video wird auf YouTube Servern gespeichert
uk: Це відео міститься на серверах YouTube

# VideoSearchView_FilterFlyout_Title.Text
source: Фильтр видео
be: Фільтр відэа
de: Videofilter
uk: Фільтр відео

# VideoSearchView_Filters_All_Text
source: все
be: усе
de: alle
uk: усі

# VideoSearchView_OnlyHD_Switch.Header
source: Только HD
be: Толькі HD
de: Nur HD
uk: Тільки HD

# VideoSearchView_OwnVideos_Title.Header
source: загруженные
be: загружаныя
de: Heruntergeladende
uk: завантажені

# VideoSearchView_SafeSearch_Switch.Header
source: Безопасный поиск
be: Бяспечны пошук
de: Sichere Suche
uk: Безпечний пошук

# VideoSearchView_VideoDurations_ComboBox.Header
source: Длительность видео
be: Працягласць відэа
de: Videodauer
uk: Тривалість відео

# VideoSearchView_VideoDurations_Long_Text
source: длинные
be: доўгія
de: lang
uk: довгі

# VideoSearchView_VideoDurations_Short_Text
source: короткие
be: кароткія
de: kurz
uk: короткі

# VideoSearchView_VideoSortMethods_ByDate_Text
source: по дате добавления
be: па даце дадання
de: nach Datum
uk: за датою додавання

# VideoSearchView_VideoSortMethods_ByDuration_Text
source: по длительности
be: па працягласці
de: nach Dauer
uk: за тривалістю

# VideoSearchView_VideoSortMethods_ByRelevance_Text
source: по популярности
be: па папулярнасці
de: nach Beliebtheit
uk: за популярністю

# VideoSearchView_VideoSortMethods_ComboBox.Header
source: Метод сортировки
be: Метад сартавання
de: sortieren nach...
uk: Тип сортування

# VideoSearchView_VideoTypes_ComboBox.Header
source: Тип видео
be: Тып відэа
de: Videoformat
uk: Тип відео

# VksmExtractionView_ContentText.Text
source: ВКачай выполняет извлечение MP3 из кэшированных VKSM файлов. Пожалуйста, подождите...
be: ВКачай выконвае выманне MP3 з кэшаваных VKSM файлаў. Калі ласка, пачакайце...
de: VK Saver extrahiert MP3 aus VKSM Files im Cache. Bitte warten Sie...

# VksmExtractionView_Title.Text
source: Извлечение
be: Выманне
de: Extrahieren

# LoginView_DirectAuth.Text
source: Прямая авторизация
be: Прамая аўтарызацыя
de: Direkte Autorisierung

# LoginView_LoginExtendedField.PlaceholderText
source: логин, номер телефона или email
be: лагін, нумар тэлефона або email
de: Login-Name, Telefonnummer oder E-Mail

# LoginView_DirectAuthButton.Label
source: прямая авторизация
be: прамая аўтарызацыя
de: direkte Autorisierung

# LoginView_OAuth.Text
source: Авторизация через браузер
be: Аўтарызацыя праз браўзэр
de: Autorisierung über einen Browser

# LoginView_OAuthButton.Label
source: войти через браузер
be: увайсці праз браўзэр
de: Autorisierung über einen Browser

# Message_OAuth_Attention_Text
source: При использовании авторизации через браузер загрузка и просмотр некоторых видеозаписей могут стать недоступны. Если вам требуется загружать и воспроизводить видеозаписи, используйте прямую авторизацию. Вы действительно хотите войти через браузер?
be: Пры выкарыстанні аўтарызацыі праз браўзэр загрузка і прагляд некаторых відэазапісаў могуць стаць недаступныя. Калі вам патрабуецца загружаць і прайграваць відэазапісы, выкарыстоўвайце прамую аўтарызацыю. Вы сапраўды хочаце ўвайсці праз браўзэр?
de: Wenn die Authentifizierung über den Browser verwenden werden einige Videos zum Download und sehen möglicherweise nicht zur Verfügung. Wenn Sie herunterladen müssen und ein Video abspielen, verwenden Sie die direkte Genehmigung. Wollen Sie wirklich über den Browser zu gehen?

# Message_OAuth_Attention_Title
source: Вы уверены?
be: Вы ўпэўнены?
de: Sind Sie sicher?

# PromoView_Screen21_Line1_Text
source: Кэширование треков
be: Кэшаванне трэкаў
de: Musik-Caching

# PromoView_Screen21_Line2_Text
source: Кэшируйте треки для оффлайн воспроизведения!
be: Кэшыруйце трэкі для афлайн прайгравання!
de: Cachen Sie die Tracks um оnline abzuspielen!

# PromoView_Screen22_Line1_Text
source: Локальная библиотека
be: Лакальная бібліятэка
de: Lokale Bibliothek

# PromoView_Screen22_Line2_Text
source: Воспроизводите свои локальные аудиозаписи
be: Прайгравайце свае лакальныя аўдыязапісы
de: Geben Ihre lokale Tracks wider

# PromoView_Screen23_Line1_Text
source: Мы знаем о музыке все!
be: Мы ведаем аб музыцы ўсё!
de: Wir wissen alles über die Musik!

# PromoView_Screen23_Line2_Text
source: Воспроизводите треки любимых исполнителей
be: Прайгравайце трэкі любімых выканаўцаў
de: Geben Sie Songs Ihrer Lieblings-Künstler wider

# PromoView_Screen24_Line1_Text
source: Скробблинг Last.fm
be: Скроблінг Last.fm
de: Skrobbeln von Last.fm

# PromoView_Screen24_Line2_Text
source: Всегда актуальный профиль Last.fm!
be: Заўсёды актуальны профіль Last.fm!
de: Zeitloser Last.fm-Profil!

# PromoView_Screen31_Line1_Text
source: Прямая авторизация
be: Прамая аўтарызацыя
de: Direkte Autorisierung

# PromoView_Screen31_Line2_Text
source: Станут доступны все видео ВКонтакте!
be: Стануць даступныя ўсе відэа Укантакце!
de: Wird an alle Video VK verfügbar sein!

# AppBarButton_Home_Text
source: на главную
be: на галоўную

# LaunchView_MainView_Name
source: главная (рекомендуем)
be: галоўная (рэкамендуем)

# LaunchView_UserContentView_Name
source: страница пользователя
be: старонка карыстальніка

# SettingsView_LaunchView_Text.Text
source: Вы можете выбрать начальную страницу, которая будет открываться при запуске приложения.
be: Вы можаце выбраць пачатковую старонку, якая будзе адкрывацца пры запуску праграмы.

# SettingsView_LaunchView_Title.Text
source: Начальная страница
be: Пачатковая старонка

# FirstSelectLaunchView_Title.Text
source: Начальная страница
be: Пачатковая старонка

# AboutView_Email_Text.Text
source: Обратитесь к нам через Email
be: Звярніцеся да нас праз Email

# AboutView_Support_Block.Text
source: Поддержка
be: Падтрымка

# AboutView_VKSaverGroup_Text.Text
source: Сообщество во ВКонтакте
be: Суполка ва Укантакце

# AboutView_Other_Title.Text
source: Прочее
be: Іншае

# AboutView_SpecialThanks_Block.Text
source: Выражаем благодарность
be: Выказваем падзяку

# AboutView_TranslateBe_Text.Text
source: Перевод на белорусский
be: Пераклад на беларускую мову

# AboutView_TranslateBe_Title.Text
source: Максим Романюк
be: Максім Раманюк

# AboutView_TranslateDe_Text.Text
source: Перевод на немецкий
be: Пераклад на нямецкую мову

# AboutView_TranslateDe_Title.Text
source: Алексей Дейкун
be: Аляксей Дзейкун

# AboutView_TranslateEn_Text.Text
source: Перевод на английский
be: Пераклад на англійскую мову

# AboutView_TranslateEn_Title.Text
source: Григорий Лобода
be: Рыгор Лабада

# AboutView_TranslateUA_Text.Text
source: Перевод на украинский
be: Пераклад на ўкраінскую мову

# AboutView_TranslateUA_Title.Text
source: Максим Денисенко
be: Максім Дзенісенка

# AboutView_Developer_Text.Text
source: Разработчик приложения
be: Распрацоўшчык праграмы

# AboutView_Developer_Title.Text
source: Роман Гладких
be: Раман Гладкіх

# FirstSelectLaunchView_ContentText.Text
source: Выберите начальную страницу, которая будет открываться при запуске ВКачай. Рекомендуем использовать главную страницу. Вы всегда можете изменить этот параметр в настройках приложения.
be: Выберыце пачатковую старонку, якая будзе адкрывацца пры запуску ВКачай. Рэкамендуем выкарыстоўваць галоўную старонку. Вы заўсёды можаце змяніць гэты параметр у наладах праграмы.

# Email_SupportTitle_Text
source: Сообщение из приложения
be: Паведамленне з праграмы

# TransferView_Downloading_Notification_Text
source: Выполняется загрузка {0}
be: Выконваецца загрузка {0}

# TransferView_SizeMask_Text
source: {0} из {1}
be: {0} з {1}

# TransferView_Uploading_Notification_Text
source: Выполняется отправка {0}
be: Выконваецца адпраўка {0}

# AppNotifications_SoundNotWorking_Content
source: Звуки уведомлений отключены
be: Гукі паведамленняў адключаны

# AppNotifications_SoundNotWorking_Title
source: Сервис воспроизведения звуков не работает
be: Сэрвіс прайгравання гукаў не працуе

# AppNotifications_VibrationNotWorking_Content
source: Вибрация уведомлений отключена
be: Вібрацыя паведамленняў адключана

# AppNotifications_VibrationNotWorking_Title
source: Сервис вибрации не работает
be: Сэрвіс вібрацыі не працуе

# AppNotifications_CantStartDownload_Title
source: Не удалось добавить в список загрузок
be: Не атрымалася дадаць у спіс загрузак

# AppNotifications_DownloadStartedNotAll_Title
source: В список загрузок добавлены не все элементы
be: У спіс загрузак дададзены не ўсе элементы

# AppNotifications_DownloadStarted_Title
source: Добавлено в список загрузок
be: Дададзена ў спіс загрузак

# AppNotifications_TouchToInfo_Content
source: Коснитесь для подробностей
be: Націсніце для падрабязнасцяў

# AppNotifications_TouchToTransferManager_Content
source: Коснитесь для перехода в менеджер загрузок
be: Націсніце для пераходу ў менеджар загрузак

# ErrorView_ErrorDetails.Text
source: Подробности об ошибке
be: Падрабязнасці пра памылку

# AppNotifications_FatalError_Title
source: Произошла ошибка, приносим свои извинения за неудобства
be: Адбылася памылка, прыносім свае прабачэнні за нязручнасці

# FeedbackService_LeaveFeedback_Content
source: Спасибо, что пользуетесь ВКачай! Пожалуйста, оставьте свой отзыв о работе приложения. Вы хотите оставить свой отзыв?
be: Дзякуй, што карыстаецеся ВКачай! Калі ласка, пакіньце свой водгук аб працы праграмы. Вы хочаце пакінуць свой водгук?

# FeedbackService_LeaveFeedback_Title
source: Вам нравится ВКачай?
be: Вам падабаецца ВКачай?

# SettingsView_InAppNotifications_Title.Text
source: Внутренние уведомления
be: Унутраныя паведамленні

# SetingsView_InAppNotifications_Text.Text
source: ВКачай может сообщать вам о важных событиях всплывающими уведомлениями внутри приложения. Этот параметр не коснется важных уведомлений.
be: ВКачай можа паведамляць вам аб важных падзеях пры дапамозе усплывальных паведамленняў унутры праграмы. Гэты параметр не закране важных паведамленняў.

# SettingsView_LibrarySection.Header
source: библиотека
be: бібліятэка

# SettingsView_MainSection.Header
source: общие
be: агульныя

# SettingsView_NotificationsSection.Header
source: уведомления
be: паведамленні

# SettingsView_Pivot.Title
source: НАСТРОЙКИ
be: НАЛАДЫ

# SettingsView_InAppNotifications_Sound_Text.Text
source: В зависимости от типа уведомления, воспроизводится соответствующий звук. Вы можете отключить звуки уведомлений.
be: У залежнасці ад тыпу паведамлення, прайграваецца адпаведны гук. Вы можаце адключыць гукі паведамленняў.

# SettingsView_InAppNotifications_Sound_Title.Text
source: Звук уведомлений
be: Гук паведамленняў

# SettingsView_InAppNotifications_Vibration_Text.Text
source: В зависимости от типа уведомления, смартфон вибрирует соответствующим образом. Вы можете отключить вибрацию уведомлений.
be: У залежнасці ад тыпу паведамлення, смартфон вібруе адпаведным чынам. Вы можаце адключыць вібрацыю паведамленняў.

# SettingsView_InAppNotifications_Vibration_Title.Text
source: Вибрация уведомлений
be: Вібрацыя паведамленняў

# AppBarButton_Shuffle_Text
source: перемешать
be: перамяшаць

# SearchView_ArtistsTitle.Text
source: исполнители
be: выканаўцы

# PopularVKAudioView_Title.Text
source: популярные
be: папулярныя

# MainView_PopularVKItem.Content
source: популярные
be: папулярныя

# PopularVKAudioView_Genre_AllGenres
source: все жанры
be: усе жанры

# PopularVKAudioView_FilterFlyout_Title.Text
source: Фильтр аудио
be: Фільтр аўдыё

# PopularVKAudioView_OnlyEng_Switch.Header
source: Только зарубежные
be: Толькі замежныя

# ShowTrackInfoFlyoutItem.Text
source: информация о треке
be: інфармацыя пра трэк

# AudioBitrate_Kbits.Text
source: кбит/с
be: кбіт/с

# AudioBitrate_Name.Text
source: Битрейт:
be: Бітрэйт:

# VKAudioInfoView_Container.ErrorText
source: Не удалось получить дополнительную информацию о треке.
be: Не атрымалася набыць дадатковую інфармацыю пра трэк.

# VKAudioInfoView_Container.LoadingText
source: Выполняется получение дополнительной информации...
be: Выконваецца атрыманне дадатковай інфармацыі...

# VKAudioInfoView_Container.NoDataText
source: Нет никакой дополнительной информации об этом треке.
be: Няма ніякай дадатковай інфармацыі пра гэтыы трэк.

# AppNotifications_AddAudioFail_Title
source: Не удалось добавить в вашу коллекцию
be: Не атрымалася дадаць у вашу калекцыю

# AppNotifications_AddAudioSuccess_Title
source: Аудиозапись добавлена в вашу коллекцию
be: Аўдыязапіс дададзены ў вашу калекцыю

# VKAdInfoView_Loader.ErrorText
source: Не удалось загрузить информацию об акции.
be: Не атрымалася загрузіць інфармацыю пра акцыю.

# VKAdInfoView_Loader.LoadingText
source: Выполняется загрузка информации об акции...
be: Выконваецца загрузка інфармацыі пра акцыю...

# VKAdInfoView_Loader.NoDataText
source: Нет никакой информации об акции.
be: Няма ніякай інфармацыі пра акцыю.

# PlayerView_LikeTrackInfo_Content
source: Чтобы добавить трек в вашу коллекцию
be: Каб дадаць трэк у вашу калекцыю

# PlayerView_LikeTrackInfo_Title
source: Дважды коснитесь изображения альбома
be: Двойчы краніце малюнак альбома

# AboutView_AppName.Text
source: ВКачай 2
de: VK Saver 2

# AppLoader_Loading
source: Загрузка...
de: Ladevorgang...
uk: Завантаження...

# AppName.Text
source: ВКАЧАЙ
de: VK SAVER

# AppNamePivot.Title
source: ВКАЧАЙ
de: VK SAVER

# AppNameText
source: ВКачай
de: VK Saver

# ArtistInfoView_PivotSection_Albums.Header
source: альбомы
de: Alben
uk: альбоми

# CaptchaBox.PrimaryButtonText
source: ок
de: оk

# FileSize_Bytes_Mask_Text
source: {0} байт
de: {0} bytes

# FileSize_EB_Mask_Text
source: {0} ЭБ
de: {0} EB

# FileSize_GB_Mask_Text
source: {0} ГБ
de: {0} GB

# FileSize_KB_Mask_Text
source: {0} КБ
de: {0} КB

# FileSize_MB_Mask_Text
source: {0} МБ
de: {0} МB

# FileSize_PB_Mask_Text
source: {0} ПБ
de: {0} PB

# FileSize_TB_Mask_Text
source: {0} ТБ
de: {0} TB

# LibraryView_PivotItem_Albums.Header
source: альбомы
de: Alben
uk: альбоми

# LibraryView_PivotItem_Genres.Header
source: жанры
de: Genres
uk: жанри

# LocalGenreView_Title.Text
source: ЖАНР
de: Genre

# LoginView_PasswordField.PlaceholderText
source: пароль
de: Passwort

# MainView_AlbumsItem.Content
source: альбомы
de: Alben
uk: альбоми

# MainView_GenresItem.Content
source: жанры
de: Genres
uk: жанри

# MainView_Hub.Header
source: вкачай
de: vk saver

# MainView_HubSection_YourMusic.Header
source: ВАША МУЗЫКА
de: IHRE MUSIK
uk: ВАША МУЗИКА

# MainView_MusicItem.Content
source: музыка
de: Musik
uk: музика

# PurchaseView_Screen0_Line1_Text
source: ВКачай 2
de: VK Saver 2

# SetingsView_Notifications_Text.Text
source: ВКачай может уведомлять вас о завершении загрузок.
de: VK Saver können Sie benachrichtigen, wann der Download abgeschlossen ist.
uk: ВКачай може повідомляти вас про завершення завантажень.

# SettingsView_Notifications_Title.Text
source: Уведомления
de: Benachrichtigungen
uk: Сповіщення

# TransferView_PivotSection_History.Header
source: журнал
de: Verlauf

# UserCommView_UserOnline.Text
source: Онлайн
de: Online

# UserContentView_AlbumsGroup_Text
source: альбомы
de: Alben
uk: альбоми

# UserContentView_PivotSection_Music.Header
source: музыка
de: Musik
uk: музика

# PromoView_Screen2_Line1_Text
source: Кэширование треков
uk: Кешування музики

# PromoView_Screen2_Line2_Text
source: Кэшируйте треки для оффлайн воспроизведения!
uk: Кешуйте музику для оффлайн відтворення!

# PromoView_Screen4_Line1_Text
source: Мы знаем о музыке все!
uk: Ми знаємо про музику все!

# PromoView_Screen4_Line2_Text
source: Воспроизводите треки любимых исполнителей
uk: Відтворення треків улюблених виконавців

# PromoView_Screen5_Line1_Text
source: Скробблинг Last.fm
uk: Скробблінг Last.fm

# PromoView_Screen5_Line2_Text
source: Всегда актуальный профиль Last.fm!
uk: Завжди актуальний профіль Last.fm!

# PromoView_Screen3_Line1_Text
source: Локальная библиотека
uk: Локальна бібліотека

# PromoView_Screen3_Line2_Text
source: Воспроизводите свои локальные аудиозаписи
uk: Відтворення завантаженої музики із телефону
