Repository: RomanGL/VKSaver
Catalog: VKSaver2/VKSaver/VKSaver.PlatformShared/MultilingualResources/VKSaver.PlatformShared.*.xlf
Languages: be, de, uk

# AboutView_About.Text
source: о приложении
be: аб праграме
de: über App
uk: про застосунок

# AboutView_Version.Text
source: Версия:
be: Версія:
de: Version:
uk: Версія:

# AccessDeniedView_AccessDenied.Text
source: Нет доступа
be: Няма доступу
de: Kein Zugang
uk: Немає доступу

# AccessDeniedView_SectionNotCompleted.Text
source: Этот раздел еще не готов Вернитесь назад, чтобы продолжить
be: Гэты раздзел яшчэ не гатовы Калі ласка, вярніцеся назад, каб працягнуць
de: Das ist nicht fertig! Kehren Sie zurück um zu fortfahren
uk: Цей розділ ще не готовий Поверніться назад, щоб продовжити

# AddToMyAudiosFlyoutItem.Text
source: в мои аудиозаписи
be: у маі аўдыязапісы
de: zu meine Musik
uk: в мої аудіозаписи

# AddToMyDocsFlyoutItem.Text
source: в мои документы
be: у маі дакументы
de: zu meinen Dokumenten
uk: в мої документи

# AddToMyVideosFlyoutItem.Text
source: в мои видеозаписи
be: у маі відэазапісы
de: zu meinen Videos
uk: в мої відеозаписи

# AlbumTracksLoader.ErrorText
source: Не удалось загрузить содержимое альбома
be: Немагчыма загрузіць змест альбома
de: Fehler beim Hochladen des Albums
uk: Не вдалося відобразити вміст альбому

# AlbumTracksLoader.LoadingText
source: Загружаем список треков альбома...
be: Загружаем спіс трэкаў альбома...
de: Ladevorgang der Playlist des Albums...
uk: Завантажуємо список треків альбому...

# AlbumTracksLoader.NoDataText
source: В этом альбоме нет треков
be: У гэтым альбоме няма трэкаў
de: Es gibt keine Musik dort
uk: В цьому альбомі немає композицій

# AppBarButton_AddToMyAudios_Text
source: в мои аудиозаписи
be: у маі аўдыязапісы
de: zu meine Musik
uk: в мої аудіозаписи

# AppBarButton_AddToMyDocs_Text
source: в мои документы
be: у маі дакументы
de: zu meinen Dokumenten
uk: в мої документи

# AppBarButton_AddToMyVideos_Text
source: в мои видеозаписи
be: у маі відэазапісы
de: zu meinen Videos
uk: в мої відеозаписи

# AppBarButton_DeleteAll_Text
source: удалить все
be: выдаліць усе
de: alle enfernen
uk: видалити все

# AppBarButton_Delete_Text
source: удалить
be: выдальць
de: entfernen
uk: видалити

# AppBarButton_Download_Text
source: загрузить
be: загрузіць
de: Herunterladen

# AppBarButton_Filter_Text
source: фильтр
be: фільтр
de: Filter
uk: фільтр

# AppBarButton_Player.Label
source: проигрыватель
be: прайгравальнік
de: Player
uk: програвач

# AppBarButton_Player_Text
source: проигрыватель
be: прайгравальнік
de: Player
uk: програвач

# AppBarButton_Play_Text
source: воспроизвести
be: прайграць
de: abspielen
uk: відтворити

# AppBarButton_Refresh_Text
source: обновить
be: абнавіць
de: aktualisieren
uk: оновити

# AppBarButton_Search.Label
source: поиск
be: пошук
de: suchen
uk: пошук

# AppBarButton_SelectAll_Text
source: выбрать все
be: выбраць усе
de: alle wählen
uk: обрати все

# AppBarButton_Select_Text
source: выбрать
be: выбраць
de: auswählen
uk: обрати

# AppBarButton_TransferManager.Label
source: менеджер загрузок
be: загрузкі
de: Hochladenmanager
uk: менеджер завантажень

# AppBarButton_TransferManager_Text
source: менеджер загрузок
be: загрузкі
de: Hochladenmanager
uk: менеджер завантажень

# AppBarButton_UploadFile.Label
source: отправить файл
be: адправіць файл
de: File schicken
uk: відвантажити файл

# AppLoader_AddingItem
source: Выполняется добавление {0}...
be: Дадаецца {0}...
de: Hinzufügung {0}...
uk: Виконується додавання {0}...

# AppLoader_CancelAllDownloads
source: Отмена всех загрузок...
be: Адмена усіх загрузак...
de: Alle Hochladen abbrechen...
uk: Скасування всіх завантажень...

# AppLoader_CancelAllUploads
source: Отмена всех отправок...
be: Адмена ўсіх адправак...
de: Abbrechung alle Sendungen...
uk: Скасування всіх відвантажень...

# AppLoader_DeletingItem
source: Выполняется удаление {0}...
be: Выдаляецца {0}...
de: Entfernung {0}...
uk: Виконується видалення {0}...

# AppLoader_PleaseWait
source: Пожалуйста, подождите...
be: Калі ласка, пачакайце...
de: Bitte warten Sie...
uk: Будь ласка, зачекайте...

# AppLoader_Preparing
source: Подготовка...
be: Падрыхтоўка...
de: Vorbereitung...
uk: Підготовка...

# AppLoader_PreparingFilesToDownload
source: Подготовка файлов для загрузки...
be: Падрыхтоўка файлаў для загрузкі...
de: Vorbereitung zum Hochladen...
uk: Підготовка файлів для завантаження...

# ArtistAlbumView_DetailsLoader.ErrorText
source: Не удалось загрузить информацию об этом альбоме
be: Не атрымалася загрузіць інфармацыю аб гэтым альбоме
de: Download der Info zu diesem Album ist fehlgeschlagen
uk: Не вдалося відобразити інформацію про цей альбом

# ArtistAlbumView_DetailsLoader.LoadingText
source: Собираем информацию об альбоме...
be: Збіраем інфармацыю пра альбом...
de: Wir sammeln Informationen über das Album...
uk: Збираємо інформацію про альбом...

# ArtistAlbumView_DetailsLoader.NoDataText
source: К сожалению, мы не знаем никаких подробностей об этом альбоме
be: На жаль, мы не ведаем ніякіх падрабязнасцяў аб гэтым альбоме
de: Leider wissen wir nicht irgendwelche Details zu diesem Album
uk: На жаль, ми не знаємо жодних подробиць про цей альбом

# ArtistAlbumView_PivotSection_Details.Header
source: подробнее
be: падрабязней
de: Mehr
uk: детальніше

# ArtistAlbumView_PivotSection_Tracks.Header
source: композиции
be: кампазіцыі
de: Tracks
uk: композиції

# ArtistAlbumView_TracksLoader.ErrorText
source: Не удалось загрузить список треков этого альбома
be: Не атрымалася загрузіць спіс трэкаў гэтага альбома
de: Fehler beim Laden der Trackliste auf diesem Album
uk: Не вдалося відобразити перелік треків цього альбому

# ArtistAlbumView_TracksLoader.LoadingText
source: Изучаем список композиций этого альбома...
be: Вывучаем спіс кампазіцый гэтага альбома...
de: Wir lernen der Songliste dieses Albums...
uk: Вивчаємо перелік композицій цього альбому...

# ArtistAlbumView_TracksLoader.NoDataText
source: В этом альбоме нет ни одной композиции
be: У гэтым альбоме няма ніводнай кампазіцыі
de: Es gibt keinen Song im Album
uk: В цьому альбомі немає жодної композиції

# ArtistInfoView_AlbumsLoader.ErrorText
source: Не удалось загрузить список альбомов исполнителя
be: Не атрымалася загрузіць спіс альбомаў выканаўца
de: Hochladen der List den Künstleralben fehlt
uk: Не вдалося відобразити список альбомів виконавця

# ArtistInfoView_AlbumsLoader.LoadingText
source: Прослушиваем пластинки исполнителя...
be: Праслухоўваем пласцінкі выканаўца...
de: Wir hören die Musik des Künstlers ab...
uk: Слухаємо платівки виконавця...

# ArtistInfoView_AlbumsLoader.NoDataText
source: Похоже, этот исполнитель тщательно скрывает свои альбомы
be: Падобна на тое, што гэты выканаўца старанна хавае свае альбомы
de: Es sieht so aus, als dieser Künstler die Alben bemäntelt
uk: Схоже, цей виконавець ретельно приховує свої альбоми

# ArtistInfoView_DetailsLoader.ErrorText
source: Не удалось загрузить данные об исполнителе
be: Не атрымалася загрузіць данныя аб выканаўцы
de: Datenmaterial über den Künstler sind unzugänglich
uk: Не вдалося відобразити дані про виконавця

# ArtistInfoView_DetailsLoader.LoadingText
source: Собираем досье на исполнителя...
be: Збіраем дасье на выканаўца...
de: Wir sammeln Info über den Künstler
uk: Збираємо дані про виконавця...

# ArtistInfoView_DetailsLoader.NoDataText
source: Об этом исполнителе нет никакой информации
be: Аб гэтым выканаўцы няма ніякай інфармацыі
de: Es gibt keine Info über den Künstler
uk: За цього виконавця немає ніякої інформації

# ArtistInfoView_PivotSection_Details.Header
source: подробнее
be: падрабязней
de: Mehr
uk: детальніше

# ArtistInfoView_PivotSection_Similar.Header
source: похожие
be: падобныя
de: Ähnlich
uk: схожі

# ArtistInfoView_SearchVKItem.Content
source: найти ВКонтакте
be: знайсці УКантакце
de: finden es in VK
uk: знайти ВКонтакті

# ArtistInfoView_SimilarLoader.ErrorText
source: Не удалось найти похожих исполнителей
be: Не атрымалася знайсці падобных выканаўцаў
de: Es gibt keine ähnliche Künstler
uk: Не вдалося відшукати схожих виконавців

# ArtistInfoView_SimilarLoader.LoadingText
source: Ищем похожих исполнителей...
be: Шукаем падобных выканаўцаў...
de: Suchen nach den ähnlichen Künstlern...
uk: Шукаємо схожих виконавців...

# ArtistInfoView_SimilarLoader.NoDataText
source: У этого исполнителя уникальные композиции!
be: У гэтага выканаўцы унікальныя трэкі!
de: Dieser Künstler hat einzigartige Musik!
uk: У цього виконавця унікальні композиції!

# AudioSearchView_LyricsOnlySwitch.Header
source: Искать только с текстом
be: Шукаць толькі з тэкстам
de: Nur mit dem Text
uk: Шукати тільки за композиціями

# AudioSearchView_PerformerOnlySwitch.Header
source: Искать только по исполнителю
be: Шукаць толькі па выканаўцу
de: nur nach dem Künstler
uk: Шукати тільки за виконавцями

# BetaBlockerView_Content.Text
source: Спасибо за участие! Загрузите ВКачай 2 сейчас!
be: Дзякуй за ўдзел! Загрузіце ВКачай 2 зараз!
de: Vielen Dank für Ihre Teilnahme! Laden Sie VK Saver 2 jetzt herunter!
uk: Дякую за участь! Встановіть ВКачай 2 зараз!

# BetaBlockerView_DownloadButton.Content
source: перейти к загрузке
be: перайсці да загрузкі
de: zum Download
uk: перейти до завантажень

# BetaBlockerView_Title.Text
source: Бета-тест завершен
be: Бэта-тэст завершаны
de: Beta ist abgeschlossen
uk: Бета-тест завершений

# CachedView_Loader.ErrorText
source: Не удалось загрузить список кэшированных аудиозаписей
be: Не атрымалася загрузіць спіс кэшаваных аўдыязапісаў
de: Laden des Videoslisten ist fehlgeschlagen
uk: Не вдалося відобразити перелік кешованих аудіозаписів

# CachedView_Loader.LoadingText
source: Загружаем кэшированные аудиозаписи...
be: Загружаем кэшаваныя аўдыязапісы...
de: Laden gespeicherte Musik im Cache...
uk: Завантажуємо кешовані аудіозаписи...

# CachedView_Loader.NoDataText
source: Кэшированные аудиозаписи отсутствуют
be: Кэшаваныя аўдыязапісы адсутнічаюць
de: Keine Musik im Cache
uk: Кешовані аудіозаписи відсутні

# CachedView_Title.Text
source: кэшированные
be: кэшаваныя
de: Musik-Caching
uk: кешовані

# CaptchaBox.SecondaryButtonText
source: отмена
be: адмена
de: abbrechen
uk: скасувати

# CaptchaBox.Title
source: Требуется проверка
be: Патрабуецца праверка
de: Prüfung erforderlich
uk: Необхідна перевірка

# CaptchaBox_Content.Text
source: Введите символы, которые вы видите на картинке
be: Калі ласка, увядзіце сімвалы, якія вы бачыце на малюнку
de: Drucken Sie die Symbols, die Sie am Bild sehen
uk: Введіть символи, які ви бачите на зображенні

# DeleteFlyoutItem.Text
source: удалить
be: выдальць
de: entfernen
uk: видалити

# DetailsView_Subtitle.Text
source: подробнее
be: падрабязней
de: Mehr
uk: детальніше

# DownloadFlyoutItem.Text
source: загрузить
be: загрузіць
de: Herunterladen

# ErrorView_Error.Text
source: Произошла ошибка
be: Здарылася памылка
de: Fehler
uk: Виникла помилка

# ErrorView_ErrorSorry.Text
source: Мы очень сожалеем о случившемся Вернитесь назад, чтобы продолжить
be: Мы вельмі шкадуем аб тым, што здарылася Калі ласка, вярніцеся назад, каб працягнуць
de: Wir sind am Boden zerstört, doch das Leben geht weiter! Kehren Sie zurück um fortzufahren
uk: Ми дуже жалкуємо про те, що трапилося Поверніться назад, щоб продовжити

# FileSize_SizeText.Text
source: Размер:
be: Памер:
de: Größe:
uk: Розмір:

# FirstInternetSettingsView_ContentText.Text
source: ВКачай может загрузить фотографии исполнителей и обложки альбомов для ваших треков. Загружать эти данные (может взиматься дополнительная плата оператором)? Этот параметр всегда можно изменить в настройках.
be: ВКачай можа загрузіць фатаграфіі выканаўцаў і вокладкі альбомаў для вашых трэкаў. Загружаць гэтыя дадзеныя (за выкарыстанне інтэрнэт-злучэння аператар можа браць дадатковую плату)? Гэты параметр заўсёды можна змяніць у наладах.
de: VK Saver kann Aufnahmen von Interpreten und Album-Cover für Ihren Tracks herunterladen. Lass es (möglicherweise fallen zusätzliche Gebühren mit dem Betreiber)? Dieser Parameter kann immer in den Einstellungen geändert werden.
uk: ВКачай може завантажити фотографії виконавців та обкладинки альбомів для ваших треків. Завантажувати ці дані? (може стягуватися додаткова плата оператором) Цей параметр завжди можна змінити в налаштуваннях.

# FirstInternetSettingsView_Title.Text
source: Доступ к интернету
be: Доступ да інтэрнэту
de: Internetzugang
uk: Доступ до інтернету

# FirstStartRetryView_ContentText.Text
source: Рады видеть вас снова! В прошлый раз мы не завершили несколько моментов. Давайте продолжим!
be: Рады бачыць вас зноў! У мінулы раз мы не завершылі некалькі момантаў. Давайце працягнем!
de: Wir freuen uns Sie wiederzusehen! Das letzte Mal, schlossen wir ein paar Momente. Lassen Sie uns weiter!
uk: Раді бачити Вас знову! Минулого разу ми не завершили кілька моментів. Давайте продовжимо!

# FirstStartRetryView_ContinueButton.Content
source: продолжить
be: працягнуць
de: fortfahren
uk: продовжити

# FirstStartRetryView_Title.Text
source: С возвращением!
be: З вяртаннем!
de: Wir freuen uns Sie widerzusehen!
uk: З поверненням!

# FirstStartView_ContentText.Text
source: ВКачай необходимо выполнить поиск аудиофайлов на вашем смартфоне, прежде чем вы сможете их воспроизвести (это необходимо выполнить лишь однажды). Обратите внимание, что ВКачай сможет найти аудиофайлы только в папке Музыка в памяти смартфона или на SD-карте. Далее мы поможем настроить несколько основных параметров приложения. Нажмите кнопку ниже, когда будете готовы.
be: ВКачай неабходна выканаць пошук аўдыяфайлаў на вашым смартфоне, перш чым вы зможаце іх прайграць (гэта неабходна выканаць толькі аднойчы). Звярніце ўвагу, што ВКачай зможа знайсці аўдыяфайлы толькі ў тэчцы Музыка ў памяці смартфона або на SD-карце. Далей мы дапаможам наладзіць некалькі асноўных параметраў праграмы. Націсніце кнопку ніжэй, калі будзеце гатовыя.
de: VK Saver will Audio-Dateien auf Ihrem Smartphone zu suchen, bevor Sie sie abspielen können (dies ist notwendig, nur einmal durchzuführen). Bitte beachten Sie, dass VK Saver kann nur im Smartphone-Speicher oder auf der SD-Karte in den Ordner ``Musik`` Audiodateien zu finden. Als nächstes werden wir einige grundlegende Parameter der Anwendung zur Einrichtung helfen. Klicken Sie auf die Schaltfläche unten, wenn Sie bereit sind.
uk: ВКачай повинен виконати пошук аудіофайлів на вашому смартфоні, перш ніж Ви зможете їх відтворити (це необхідно виконати лише один раз). Зверніть увагу, що ВКачай зможе відшукати аудіо файли тільки в папці Музика у пам'яті смартфона або на SD-карті. Далі ми допоможемо налаштувати декілька основних параметрів програми. Натисніть кнопку нижче, коли будете готові.

# FirstStartView_LetsGoButton.Content
source: приступить
be: прыступіць
de: anfangen
uk: приступити

# FirstStartView_NoButton.Content
source: нет
be: не
de: nein
uk: ні

# FirstStartView_Title.Text
source: Давайте начнем!
be: Давайце пачнем!
de: Also, fangen wir an!
uk: Давайте розпочнімо!

# FirstStartView_WiFiButton.Content
source: только через Wi-Fi
be: толькі праз Wi-Fi
de: nur via Wi-Fi
uk: тільки через Wi-Fi

# FirstStartView_YesButton.Content
source: да
be: так
de: ja
uk: так

# Language_SystemLanguage_Text
source: из настроек системы
be: з налад сістэмы
de: nach den Systemeinstellungen
uk: з налаштувань системи

# LibraryView_AlbumsLoader.ErrorText
source: Не удалось загрузить список альбомов
be: Не атрымалася загрузіць спіс альбомаў
de: Hochladen der besten Albenlisten ist fehlgeschlagen
uk: Не вдалося відобразити перелік альбомів

# LibraryView_AlbumsLoader.LoadingText
source: Загружаем список альбомов...
be: Загружаем спіс альбомаў...
de: Hochladen der Albenlisten...
uk: Завантажуємо перелік альбомів...

# LibraryView_AlbumsLoader.NoDataText
source: В вашей коллекции нет ни одного альбома
be: У вашай калекцыі няма ніводнага альбома
de: In Ihrer Sammlung gibt es kein Album
uk: У вашій колекції немає жодного альбому

# LibraryView_ArtistsLoader.ErrorText
source: Не удалось загрузить список исполнителей
be: Не атрымалася загрузіць спіс выканаўцаў
de: Hochladen der Künstlerlisten ist fehlgeschlagen
uk: Не вдалося відобразити перелік виконавців

# LibraryView_ArtistsLoader.LoadingText
source: Загружаем список исполнителей...
be: Загружаем спіс выканаўцаў...
de: Hochladen der Künstlernlisten...
uk: Завантажуємо перелік виконавців...

# LibraryView_ArtistsLoader.NoDataText
source: В вашей коллекции нет ни одного исполнителя
be: У вашай калекцыі няма ніводнага выканаўцы
de: In Ihrer Sammlung gibt es kein Künstler
uk: У вашій колекції немає жодного виконавця

# LibraryView_CachedLoader.ErrorText
source: Не удалось загрузить список кэшированных аудиозаписей
be: Не атрымалася загрузіць спіс кэшаваных аўдыязапісаў
de: Laden des Videoslisten ist fehlgeschlagen
uk: Не вдалося відобразити перелік кешованих аудіозаписів

# LibraryView_CachedLoader.LoadingText
source: Загружаем список кэшированных аудиозаписей...
be: Загружаем спіс кэшаваных аўдыязапісаў...
de: Laden der Liste der im Cache gespeicherten Audio...
uk: Завантажуємо перелік кешованих аудіозаписів...

# LibraryView_CachedLoader.NoDataText
source: В вашей коллекции нет ни одной кэшированной аудиозаписи
be: У вашай калекцыі няма ніводнага кэшыраванага аўдыязапісу
de: In Ihrer Sammlung gibt es keine Musik im Cache
uk: У вашій колекції немає жодного кешованого аудіозапису

# LibraryView_FoldersLoader.ErrorText
source: Не удалось загрузить список папок
be: Не атрымалася загрузіць спіс тэчак
de: Hochladen der Ordnerliste ist fehlgeschlagen
uk: Не вдалося відобразити перелік папок

# LibraryView_FoldersLoader.LoadingText
source: Загружаем список папок...
be: Загружаем спіс тэчак...
de: Laden eine Liste von Ordnern...
uk: Завантажуємо перелік папок...

# LibraryView_FoldersLoader.NoDataText
source: В вашей коллекции нет ни одной папки
be: У вашай калекцыі няма ніводнай тэчкі
de: In Ihrer Sammlung gibt es kein Ordner
uk: У вашій колекції немає жодної теки

# LibraryView_GenresLoader.ErrorText
source: Не удалось загрузить список жанров
be: Не атрымалася загрузіць спіс жанраў
de: Hochladen der Ganrelisten ist fehlgeschlagen
uk: Не вдалося відобразити перелік жанрів

# LibraryView_GenresLoader.LoadingText
source: Загружаем список жанров...
be: Загружаем спіс жанраў...
de: Hochladen der Genreslisten...
uk: Завантажуємо перелік жанрів...

# LibraryView_GenresLoader.NoDataText
source: В вашей коллекции нет ни одного жанра
be: У вашай калекцыі няма ніводнага жанру
de: In Ihrer Sammlung gibt es kein Genre
uk: У вашій колекції немає жодного жанру

# LibraryView_PivotItem_Artists.Header
source: исполнители
be: выканаўцы
de: Künstlern
uk: виконавці

# LibraryView_PivotItem_Cached.Header
source: кэшированные
be: кэшаваныя
de: Musik-Caching
uk: кешовані

# LibraryView_PivotItem_Folders.Header
source: папки
be: тэчкі
de: Ordnern
uk: теки

# LibraryView_PivotItem_Tracks.Header
source: композиции
be: кампазіцыі
de: Tracks
uk: композиції

# LibraryView_TracksLoader.ErrorText
source: Не удалось загрузить список композиций
be: Не атрымалася загрузіць спіс кампазіцый
de: Hochladen der beste Playliste ist fehlgeschlagen
uk: Не вдалося відобразити перелік композицій

# LibraryView_TracksLoader.LoadingText
source: Загружаем список композиций...
be: Загружаем спіс кампазіцый...
de: Hochladen der Playlist...
uk: Завантажуємо перелік композицій...

# LibraryView_TracksLoader.NoDataText
source: В вашей коллекции нет ни одной композиции
be: У вашай калекцыі няма ніводнай кампазіцыі
de: In Ihrer Sammlung gibt es keine Musik
uk: У вашій колекції немає жодної композиції

# Loader_ReloadButton_Text
source: повторить
be: паўтарыць
de: noch einmal
uk: повторити

# LocalFolderView_Title.Text
source: ПАПКА
be: ТЭЧКА
de: ORDNER
uk: ТЕКА

# Local_TracksLoader.ErrorText
source: Не удалось загрузить список композиций
be: Не атрымалася загрузіць спіс кампазіцый
de: Hochladen der beste Playliste ist fehlgeschlagen
uk: Не вдалося відобразити перелік композицій

# Local_TracksLoader.LoadingText
source: Загружаем список композиций...
be: Загружаем спіс кампазіцый...
de: Hochladen der Playlist...
uk: Завантажуємо перелік композицій...

# Local_TracksLoader.NoDataText
source: Не найдено ни одной композиции
be: Не знойдзена ніводнай кампазіцыі
de: Kein Song
uk: Не знайдено композиції

# LoginView_Auth.Text
source: Авторизация
be: Аўтарызацыя
de: Authorisierung
uk: Авторизація

# LoginView_JoinButton.Label
source: зарегистрироваться
be: зарэгістрыравацца
de: anmelden
uk: реєстрація

# LoginView_LoginButton.Content
source: войти
be: увайсці
de: einloggen
uk: увійти

# LoginView_LoginField.PlaceholderText
source: имя пользователя или email
be: імя карыстальніка або email
de: Benutzername oder E-Mail
uk: ім'я користувача або email

# LoginView_RestorePasswordButton.Label
source: восстановить пароль
be: аднавіць пароль
de: Passwort zurücksetzen
uk: відновити пароль

# MainView_AboutItem.Content
source: о программе
be: аб праграме
de: über App
uk: про застосунок

# MainView_ArtistsItem.Content
source: исполнители
be: выканаўцы
de: Künstlern
uk: виконавці

# MainView_CachedItem.Content
source: кэшированные
be: кэшаваныя
de: Musik-Caching
uk: кешовані

# MainView_DocsItem.Content
source: документы
be: дакументы
de: Dokumenten
uk: документи

# MainView_DownloadFlyoutItem.Text
source: загрузить
be: загрузіць
de: Herunterladen

# MainView_FoldersItem.Content
source: папки
be: тэчкі
de: Ordnern
uk: теки

# MainView_FriendsItem.Content
source: друзья
be: сябры
de: Freunde
uk: друзі

# MainView_GroupsItem.Content
source: сообщества
be: суполкі
de: Gruppen
uk: спільноти

# MainView_HubSection_LocalLibrary.Header
source: ЛОКАЛЬНАЯ БИБЛИОТЕКА
be: ЛАКАЛЬНАЯ БІБЛІЯТЭКА
de: LOCALE BIBLIOTHEK
uk: ЛОКАЛЬНА БІБЛІОТЕКА

# MainView_HubSection_Recommendations.Header
source: РЕКОМЕНДУЕМ
be: РЭКАМЕНДУЕМ
de: EMPFEHLENDE
uk: РЕКОМЕНДУЄМО

# MainView_HubSection_SeeAlso.Header
source: СМОТРИТЕ ТАКЖЕ
be: ГЛЯДЗІЦЕ ТАКСАМА
de: SEHEN MAL AUCH
uk: ПЕРЕГЛЯДАЙТЕ ТАКОЖ

# MainView_HubSection_TopArtists.Header
source: ЛУЧШИЕ ИСПОЛНИТЕЛИ
be: ЛЕПШЫЯ ВЫКАНАЎЦЫ
de: BESTE KÜNSTLER
uk: КРАЩІ ВИКОНАВЦІ

# MainView_LocalTracksItem.Content
source: композиции
be: кампазіцыі
de: Tracks
uk: композиції

# MainView_NewsItem.Content
source: новости
be: навіны
de: Neuigkeiten
uk: новини

# MainView_RecommendationsItem.Content
source: рекомендации
be: рэкамендацыі
de: Vorschläge
uk: рекомендації

# MainView_SearchItem.Content
source: поиск
be: пошук
de: suchen
uk: пошук

# MainView_SettingsItem.Content
source: настройки
be: налады
de: Einladungen
uk: налаштування

# MainView_ShowMore.Text
source: показать больше
be: паказаць больш
de: mehr anzeigen
uk: показати більше

# MainView_ShowMoreItem.Content
source: показать больше
be: паказаць больш
de: mehr anzeigen
uk: показати більше

# MainView_TopArtistsItem.Content
source: топ исполнителей
be: топ выканаўцаў
de: beste Künstlers
uk: топ виконавців

# MainView_TopTracksItem.Content
source: топ треков
be: топ трэкаў
de: beste Songs
uk: топ треків

# MainView_TransferManagerItem.Content
source: менеджер загрузок
be: загрузкі
de: Hochladenmanager
uk: менеджер завантажень

# MainView_VideosItem.Content
source: видео
be: видэа
de: Videos
uk: відео

# MainView_YourMusicLoader.ErrorText
source: Не удалось загрузить список ваших треков
be: Не атрымалася загрузіць спіс вашых трэкаў
de: Ihre Musik ist unzugänglich
uk: Не вдалося відобразити перелік ваших треків

# MainView_YourMusicLoader.LoadingText
source: Загружаем список ваших треков...
be: Загружаем спіс вашых трэкаў...
de: Wir laden Ihre Playlist hoch...
uk: Завантажуємо перелік ваших треків...

# MainView_YourMusicLoader.NoDataText
source: В вашей коллекции не найдено ни одного трека
be: У вашай калекцыі не знойдзена ніводнага трэка
de: Keine Musik
uk: У вашій колекції не знайдено жодного треку
