Repository: RomanGL/VKSaver
Catalog: VKSaver2/VKSaver/VKSaver.PlatformShared/MultilingualResources/VKSaver.PlatformShared.*.xlf
Languages: be, de, uk

# PromoView_Screen1_Line1_Text
source: Добро пожаловать!
be: Рады бачыць вас!
de: Herzlich Willkommen!
uk: Ласкаво просимо!

# PromoView_Screen1_Line2_Text
source: ВКачай обновился, о всех новинках читайте далее
be: ВКачай абнавіўся, аб усіх навінках чытайце далей
de: VK Saver ist jetzt auf dem neusten Stand, lesen weiter um mehr zu erfahren.
uk: ВКачай модернізувався, про всі новинки читайте далі

# PurchaseView_BuyMonthlyButton.Content
source: купить на месяц
be: купіць на месяц
de: kaufen auf Monatsbasis
uk: придбати на місяць

# PurchaseView_BuyNowButton.Content
source: купить сейчас
be: купіць зараз
de: jetzt kaufen
uk: придбати зараз

# PurchaseView_BuyPermanentButton.Content
source: купить навсегда
be: купіць назаўжды
de: auf immer kaufen
uk: придбати назавжди

# PurchaseView_NextButton.Content
source: далее
be: далей
de: weiter
uk: далі

# PurchaseView_Screen0_Line2_Text
source: Все самое лучшее - только для Вас!
be: Усё самае лепшае - толькі для Вас!
de: Das Feinste vom Feinsten - nur für Sie!
uk: Все найкраще - тільки для Вас!

# PurchaseView_Screen1_Line1_Text
source: Только самые лучшие треки!
be: Толькі самыя лепшыя трэкі!
de: Nur beste Musik!
uk: Тільки найкращі треки!

# PurchaseView_Screen1_Line2_Text
source: В полной версии ВКачай
be: У поўнай версіі ВКачай
de: In voller VK Saver Version
uk: У повній версії ВКачай

# PurchaseView_Screen2_Line1_Text
source: Мировые чарты исполнителей и треков
be: Сусветныя чарты выканаўцаў і трэкаў
de: Weltweite Kunstler- und Songscharten
uk: Світові чарти виконавців і треків

# PurchaseView_Screen2_Line2_Text
source: Будьте в тренде!
be: Будзьце ў трэндзе!
de: Sei im Trend!
uk: Будьте в тренді!

# PurchaseView_Screen3_Line1_Text
source: Персональные рекомендации
be: Персанальныя рэкамендацыі
de: Personaler Tipps
uk: Персональні рекомендації

# PurchaseView_Screen3_Line2_Text
source: Слушайте то, что вам нравится!
be: Слухайце тое, што вам падабаецца!
de: Hören Sie an was Sie lieben!
uk: Слухайте те, що вам подобається!

# PurchaseView_Screen4_Line1_Text
source: Ни один документ не потеряется!
be: Ніводны дакумент не згубіцца!
de: Alle Dokumenten werden gespeichert werden!
uk: Жоден документ не загубиться!

# PurchaseView_Screen4_Line2_Text
source: Отправка и загрузка документов ВКонтакте
be: Адпраўка і загрузка дакументаў УКантакце
de: Schicken und hochladen des Dokumenten in VK
uk: Відправлення та завантаження документів ВКонтакті

# PurchaseView_Screen5_Line1_Text
source: Все видеозаписи под рукой
be: Усе відэазапісы пад рукой
de: Alle Videos sind griffbereit
uk: Усі відеозаписи під рукою

# PurchaseView_Screen5_Line2_Text
source: Смотрите и загружайте любимые видео!
be: Глядзіце і загружайце любімыя відэа!
de: Sehen und hochladen geliebte Videos!
uk: Дивіться і завантажуйте улюблені відео!

# RecommendationsLoader.ErrorText
source: Не удалось загрузить рекомендации
be: Не атрымалася загрузіць рэкамендацыі
de: Empfelungen sind nicht erreichbar
uk: Не вдалося відобразити рекомендації

# RecommendationsLoader.LoadingText
source: Изучаем ваши музыкальные предпочтения...
be: Вывучаем вашы музычныя перавагі...
de: Erforschen Ihre Musikvorlieben...
uk: Вивчаємо ваші музичні смаки...

# RecommendationsLoader.NoDataText
source: Мы не можем вам ничего порекомендовать
be: Мы не можам вам нічога парэкамендаваць
de: Wir können Ihnen nichts empfehlen
uk: Ми не можемо вам нічого порекомендувати

# RecommendedView_Title.Text
source: рекомендуем
be: рэкамендуем
de: Empfehlende
uk: рекомендуємо

# SearchView_Everywhere_Title.Header
source: везде
be: паўсюль
de: Durchgängig
uk: всюди

# SearchView_InCollection_Title.Header
source: в коллекции
be: у калекцыі
de: In der Sammlung
uk: в колекції

# SearchView_Loader.ErrorText
source: Не удалось выполнить поиск
be: Не атрымалася выканаць пошук
de: Suche ist fehlgeschlagen
uk: Не вдалося виконати пошук

# SearchView_Loader.LoadingText
source: Выполняется поиск...
be: Выконваецца пошук...
de: Suchevorgang...
uk: Виконується пошук...

# SearchView_Loader.NoDataText
source: По вашему запросу ничего не найдено
be: Па вашым запыце нічога не знойдзена
de: Kein Suchergebnisse
uk: За вашим запитом нічого не знайдено

# SearchView_SearchBox.PlaceholderText
source: введите запрос и нажмите Enter
be: калі ласка, увядзіце запыт і націсніце Enter
de: Drucken Sie die Anfrage ein und dann Enter
uk: введіть запит і натисніть Enter

# SelectSearchTypeView_Title.Text
source: Что вы хотите найти?
be: Што Вы хочаце знайсці?
de: Was Sie wollen zu finden?
uk: Що ви хочете відшукати?

# ServiceAuthBlock_SignedInAs.Text
source: Вы вошли как
be: Вы ўвайшлі як
de: Sie sind angemeldet als
uk: Ви увійшли як

# ServiceAuthBlock_SignInButton.Content
source: войти
be: увайсці
de: einloggen
uk: увійти

# ServiceAuthBlock_SignOutButton.Content
source: выйти
be: выйсці
de: abmelden
uk: вийти

# ServiceName_VK_Text
source: ВКонтакте
be: Укантакце
de: VK
uk: ВКонтакті

# SetingsView_ExtractMp3FromVksmButton.Content
source: извлечь
be: атрымаць
de: Extrahieren

# SetingsView_ExtractMp3FromVksm_Text.Text
source: Если вы хотите извлечь MP3 из всех кэшированных VKSM-файлов, нажмите кнопку ниже.
be: Калі вы хочаце атрымаць MP3 з усіх кэшаваных VKSM-файлаў, націсніце кнопку ніжэй.
de: Wenn Sie MP3-Dateien aus allen VKSM-Cache-Dateien extrahieren möchten, klicken Sie auf die Schaltfläche unten.

# SetingsView_InternetAccess_Text.Text
source: ВКачай может загрузить фотографии исполнителей и обложки альбомов для ваших треков. Загружать эти данные (может взиматься дополнительная плата оператором)?
be: ВКачай можа загрузіць фатаграфіі выканаўцаў і вокладкі альбомаў для вашых трэкаў. Загружаць гэтыя дадзеныя (за выкарыстанне інтэрнэт-злучэння аператар можа браць дадатковую плату)?
de: VK Saver können für Ihre Tracks Fotos von Interpreten und Album-Cover hochladen. Laden Sie die Daten (möglicherweise fallen zusätzliche Gebühren vom Betreiber)?
uk: ВКачай може завантажити фотографії виконавців та обкладинки альбомів для ваших треків. Завантажувати ці дані? (може стягуватися додаткова плата оператором)

# SetingsView_LocalLibrary_Text.Text
source: Если в вашей библиотеке отображаются не все треки, попробуйте выполнить обновление базы данных.
be: Калі ў вашай бібліятэцы адлюстроўваюцца не ўсе трэкі, паспрабуйце выканаць абнаўленне базы дадзеных.
de: Wenn die Bibliothek nicht alle Musik zeigt an, versuchen Sie die Database zu aktualisieren.

# SetingsView_Notifications_Text.Text
source: ВКачай может уведомлять вас о завершении загрузок системными всплывающими уведомлениями.
be: ВКачай можа паведамляць вас аб завяршэнні загрузак пры дапамозе сістэмных усплывальных паведамленняў.

# SettingsView_AppLanguage_Title.Text
source: Язык приложения
be: Мова праграмы
de: Sprache der Anwendung
uk: Мова застосунку

# SettingsView_InternetAccess_Title.Text
source: Доступ к интернету
be: Доступ да інтэрнэту
de: Internetzugang
uk: Доступ до інтернету

# SettingsView_LocalLibrary_Title.Text
source: Локальная библиотека
be: Лакальная бібліятэка
de: Lokale Bibliothek
uk: Локальна бібліотека

# SettingsView_Notifications_Title.Text
source: Системные уведомления
be: Сістэмныя паведамленні

# SettingsView_ServicesAuthorizations_Title.Text
source: Авторизация в сервисах
be: Аўтарызацыя ў сэрвісах
de: Authorisierung in den Diensten
uk: Авторизація в сервісах

# SettingsView_Title.Text
source: настройки
be: налады
de: Einladungen
uk: налаштування

# SettingsView_UpdateDatabaseButton.Content
source: обновить базу данных
be: абнавіць базу дадзеных
de: Database aktualisieren
uk: оновити базу даних

# Toast_Downloads_Fail_Text
source: Ошибка загрузки
be: Памылка загрузкі
de: Hochladenfehler
uk: Помилка завантаження

# Toast_Downloads_Success_Text
source: Загрузка завершена!
be: Загрузка завершана!
de: Hochladen ist fertig!
uk: Завантаження завершено!

# Toast_PostUploads_Fail_Text
source: Отправка не может быть завершена
be: Адпраўка не можа быць завершана
de: Sendung kann nicht beendet werden
uk: Публікація не може бути завершена

# Toast_PostUploads_Success_Text
source: Отправка завершена!
be: Адпраўка завершана!
de: Sendung ist erfolgreich!
uk: Відвантаження завершено!

# Toast_Uploads_Fail_Text
source: Ошибка отправки
be: Памылка адпраўкі
de: Fehler
uk: Помилка відвантаження

# Toast_Uploads_SuccessReturn_Text
source: Вернитесь для завершения
be: Калі ласка, вярніцеся для завяршэння
de: Kehren Sie zurück um zu beenden
uk: Поверніться для завершення в застосунок

# TopArtistItem_ListenersCount.Text
source: слушателей
be: слухачоў
de: Zuhörers
uk: слухачів

# TopArtistsLoader.ErrorText
source: Не удалось загрузить список лучших исполнителей
be: Не атрымалася загрузіць спіс лепшых выканаўцаў
de: Hochladen der besten Künstlerlisten ist fehlgeschlagen
uk: Не вдалося відобразити перелік кращих виконавців

# TopArtistsLoader.LoadingText
source: Выбираем лучших исполнителей...
be: Выбіраем лепшых выканаўцаў...
de: Wir wahlen der besten Interpreten aus
uk: Вибираємо кращих виконавців...

# TopArtistsLoader.NoDataText
source: Похоже, нет ни одного лучшего исполнителя
be: Падобна на тое, што няма ніводнага лепшага выканаўцы
de: Es scheint, dass es keinen besseren Künstler gibt
uk: Схоже, немає жодного кращого виконавця

# TopArtistsView_Title.Text
source: лучшие исполнители
be: лепшыя выканаўцы
de: beste Künstlers
uk: кращі виконавці

# TopTracksView_Title.Text
source: лучшие треки
be: лепшыя трэкі
de: beste Songs
uk: кращі треки

# TopTracksView_TrackPlaybacksCount.Text
source: воспроизведений
be: прайграванняў
de: Wiedergaben
uk: відтворень

# TopTracksView_TracksLoader.ErrorText
source: Не удалось загрузить список лучших треков
be: Не атрымалася загрузіць спіс лепшых трэкаў
de: Hochladen der besten Trackliste ist fehlgeschlagen
uk: Не вдалося відобразити перелік кращих треків

# TopTracksView_TracksLoader.LoadingText
source: Загружаем список лучших треков...
be: Загружаем спіс лепшых трэкаў...
de: Ladevorgang des besten Tracklist...
uk: Завантажуємо перелік кращих треків...

# TopTracksView_TracksLoader.NoDataText
source: Нет ни одного лучшего трека
be: Няма ніводнага лепшага трэка
de: Keine beste Songs
uk: Немає жодного кращого трека

# TrackInfoView_PlayButton.Content
source: воспроизвести
be: прайграць
de: abspielen
uk: відтворити

# TrackInfoView_Title.Text
source: подробнее
be: падрабязней
de: Mehr
uk: детальніше

# TrackLyricView_LyricsLoader.ErrorText
source: Не удалось загрузить текст аудиозаписи
be: Не атрымалася загрузіць тэкст аўдыязапісу
de: Fehler beim Textladen
uk: Не вдалося відобразити текст аудіозапису

# TrackLyricView_LyricsLoader.LoadingText
source: Выполняем поиск текста аудиозаписи...
be: Выконваем пошук тэксту аўдыязапісу...
de: Wir suchen nach dem Text...
uk: Виконуємо пошук тексту аудіозапису...

# TrackLyricView_LyricsLoader.NoDataText
source: У этой аудиозаписи нет текста
be: У гэтага аўдыязапісу няма тэксту
de: Diese Lied hat keinen Text
uk: У цьому аудіо немає тексту

# TransferStatus_Canceled_Text
source: Отменено
be: Адменена
de: Abgebrochen
uk: Скасовано

# TransferStatus_Completed_Text
source: Завершено
be: Завершана
de: Beendet

# TransferStatus_Error_Text
source: Ошибка
be: Памылка
de: Fehler
uk: Помилка

# TransferStatus_Idle_Text
source: Ожидание...
be: Чаканне...
de: Warten Sie...
uk: Очікування...

# TransferStatus_PausedByApplication_Text
source: Приостановлено
be: Прыпынена
de: Angehalten
uk: Призупинено

# TransferStatus_PausedCostedNetwork_Text
source: Платная сеть
be: Платная сетка
de: Bezahlbarer Netzwerk
uk: Платна мережа

# TransferStatus_PausedNoNetwork_Text
source: Соединение отсутствует
be: Злучэнне адсутнічае
de: Keine Verbindung
uk: З'єднання відсутнє

# TransferStatus_Running_Text
source: Выполняется...
be: Выконваецца...
de: durchführt...
uk: Виконується...

# TransferView_CancelAllDownloadsButton.Label
source: отменить все загрузки
be: адмяніць усе загрузкі
de: alle Hochladen abbrechen
uk: скасувати всі завантаження

# TransferView_CancelAllUploadsButton.Label
source: отменить все отправки
be: адмяніць усе адпраўкі
de: alle Sendungen abbrechen
uk: скасувати всі надсилання

# TransferView_CancelFlyoutItem.Text
source: отменить
be: адмяніць
de: abbrechen
uk: скасувати

# TransferView_DownloadsLoader.ErrorText
source: Не удалось получить список текущих загрузок
be: Не атрымалася набыць спіс бягучых загрузак
de: Wir könnten eine Liste der aktuellen Downloads erhalten nicht
uk: Не вдалося отримати перелік поточних завантажень

# TransferView_DownloadsLoader.LoadingText
source: Получение списка текущих загрузок...
be: Атрыманне спісу бягучых загрузак...
de: Wir erhalten eine Liste der aktuellen Downloads...
uk: Отримання списку поточних завантажень...

# TransferView_DownloadsLoader.NoDataText
source: Сейчас не выполняется никаких загрузок
be: Зараз не выконваецца ніякіх загрузак
de: Keine Downloads weden jetzt durchgeführt
uk: Зараз не виконується ніяких завантажень

# TransferView_HistoryLoader.ErrorText
source: Не удалось получить журнал загрузок
be: Не атрымалася набыць журнал загрузак
de: Wir könnten ein Verlauf der aktuellen Downloads erhalten nicht
uk: Не вдалося отримати журнал завантажень

# TransferView_HistoryLoader.LoadingText
source: Получение журнала загрузок...
be: Атрыманне журнала загрузак...
de: Wir erhalten ein Verlauf der aktuellen Downloads...
uk: Отримання журналу завантажень...

# TransferView_HistoryLoader.NoDataText
source: Журнал загрузок пока не поддерживается
be: Журнал загрузак пакуль што не падтрымліваецца
de: Ein Verlauf der aktuellen Downloads bearbeitet
uk: Журнал завантажень поки не підтримується

# TransferView_PauseFlyoutItem.Text
source: пауза
be: паўза
de: halten

# TransferView_PivotSection_Downloads.Header
source: загрузки
be: загрузкі
de: Herunterladen
uk: завантаження

# TransferView_PivotSection_Uploads.Header
source: отправки
be: адпраўкі
de: Hochladen
uk: відвантаження

# TransferView_ResumeFlyoutItem.Text
source: возобновить
be: узнавіць
de: erneuern
uk: відновити

# TransferView_UploadsLoader.ErrorText
source: Не удалось получить список текущих отправок
be: Не атрымалася набыць спіс бягучых адправак
de: Wir könnten eine Liste der aktuellen Sendungen erhalten nicht
uk: Не вдалося отримати перелік поточних відправок

# TransferView_UploadsLoader.LoadingText
source: Получение списка текущих отправок...
be: Атрыманне спісу бягучых адправак...
de: Liste der aktuellen Sendungen wird erhaltet...
uk: Отримання списку поточних відвантажень...

# TransferView_UploadsLoader.NoDataText
source: Сейчас не выполняется никаких отправок
be: Зараз не выконваецца ніякіх адправак
de: Keine aktuelle Sendungen
uk: Зараз не виконується ніяких відвантажень

# UnknownAlbum_Text
source: Неизвестный альбом
be: Невядомы альбом
de: unbekanntes Album
uk: Невідомий альбом

# UnknownArtist_Text
source: Неизвестный исполнитель
be: Невядомы выканаўца
de: unbekannter Künstler
uk: Невідомий виконавець

# UnknownGenre_Text
source: Неизвестный жанр
be: Невядомы жанр
de: unbekanntes Genre
uk: Невідомий жанр

# UpdatingDatabaseView_ContentText.Text
source: ВКачай выполняет сканирование ваших треков. Пожалуйста, подождите...
be: ВКачай выконвае сканаванне вашых трэкаў. Калі ласка, пачакайце...
de: VK Saver durchsucht Ihre Tracks. Warten Sie bitte...
uk: ВКачай виконує сканування вашої музики. Будь ласка зачекайте...

# UpdatingDatabaseView_SearchingAlbumsStep_Text
source: Рисуем обложки альбомов... {0} из {1}
be: Малюем вокладкі альбомаў... {0} з {1}
de: Erstellung des Album-Covers ... {0} von {1}...
uk: Малюємо обкладинки альбомів... {0} із {1}

# UpdatingDatabaseView_SearchingArtistsStep_Text
source: Фотографируем исполнителей... {0} из {1}
be: Фатаграфуем выканаўцаў... {0} з {1}
de: Wir fotografieren den Künstlern ... {0} von {1}
uk: Фотографуємо виконавців... {0} із {1}

# UpdatingDatabaseView_StepMask_Text
source: Шаг {0} из {1}
be: Крок {0} з {1}
de: Schritte {0} von {1}
uk: Крок {0} із {1}

# UpdatingDatabaseView_Title.Text
source: Обновление базы данных
be: Абнаўленне базы дадзеных
de: Aktualisierung der Database
uk: Оновлення бази даних

# UpdatingDatabseView_PreparingDatabaseStep_Text
source: Переписываем манускрипты... {0} из {1}
be: Перапісваем манускрыпты... {0} з {1}
de: Manuscript aktualisiert wird ... {0} von {1}
uk: Переписуємо манускрипти... {0} із {1}

# UpdatingDatabseView_SearchingFilesStep_Text
source: Ищем аудиофайлы... {0} из {1}
be: Шукаем аўдыяфайлы... {0} з {1}
de: Suchen nach Musik... {0} von {1}
uk: Шукаємо аудіофайли... {0} із {1}

# UpdatingDatabseView_StartedStep_Text
source: Снаряжаем рыцарей...
be: Снаряжаем рыцараў...
de: Wir rüsten Chevaliers aus...
uk: Підготовлюємо козаків...

# UploadFileView_SelectAnotherFileButton.Content
source: выбрать другой
be: выбраць іншы
de: andere auswählen
uk: вибрати інший

# UploadFileView_SelectFileButton.Content
source: выбрать файл
be: выбраць файл
de: File auswählen
uk: вибрати файл

# UploadFileView_SelectTypeBox.Header
source: Что отправим?
be: Што адправім?
de: Was ist zu schicken?
uk: Що надішлемо?

# UploadFileView_SelectTypeBox_Audio.Content
source: аудиозапись
be: аўдыязапіс
de: Musik
uk: аудіозапис

# UploadFileView_SelectTypeBox_Doc.Content
source: документ
be: дакумент
de: Dokument

# UploadFileView_SelectTypeBox_Video.Content
source: видеозапись
be: відэазапіс
de: Video
uk: відеозапис

# UploadFileView_Title.Text
source: отправить файл
be: адправіць файл
de: File schicken
uk: відвантажити файл

# UploadFileView_UploadFileButton.Content
source: отправить
be: адправіць
de: schicken
uk: відвантажити

# UploadFileView_VideoSettings_DescriptionBox.Header
source: Описание видео
be: Апісанне відэа
de: Video Beschreibung
uk: Опис відео

# UploadFileView_VideoSettings_NameBox.Header
source: Название видео
be: Назва відэа
de: Videotitel
uk: Назва відео

# UploadFileView_VideoSettings_RepeatSwitch.Header
source: Зациклить воспроизведение
be: Зацыклиць прайграванне
de: Loop-Wiedergabe
uk: Зациклювати відтворення

# UploadFileView_VideoSettings_Title.Text
source: Параметры видео
be: Параметры відэа
de: Videoeinstellungen
uk: Параметри відео

# UploadFileView_VideoSettings_WallPostSwitch.Header
source: Опубликовать на стене
be: Апублікаваць на сцяне
de: An die Pinnwand veröffentlichen
uk: Опублікувати на стіні

# UserCommView_FriendListsLoader.ErrorText
source: Не удалось загрузить списки друзей
be: Не атрымалася загрузіць спісы сяброў
de: Wir könnten eine Liste der Freunden erhalten nicht
uk: Не вдалося відобразити перелік друзів

# UserCommView_FriendListsLoader.LoadingText
source: Загружаем списки друзей...
be: Загружаем спісы сяброў...
de: Laden eine Liste der Freunden...
uk: Завантажуємо перелік друзів...

# UserCommView_FriendListsLoader.NoDataText
source: Списки друзей отсутствуют либо доступ к ним закрыт
be: Спісы сяброў адсутнічаюць або доступ да іх закрыты
de: Keine Freundeliste oder kein Zugang
uk: Перелік друзів відсутній або доступ до них закритий

# UserCommView_FriendsLoader.ErrorText
source: Не удалось загрузить список друзей
be: Не атрымалася загрузіць спіс сяброў
de: Laden der Info vom Freundelist ist fehlgeschlagen
uk: Не вдалося відобразити перелік друзів

# UserCommView_FriendsLoader.LoadingText
source: Загружаем информацию о друзьях...
be: Загружаем інфармацыю аб сябрах...
de: Hochladen von Info über Freunde...
uk: Завантажуємо інформацію про друзів...

# UserCommView_FriendsLoader.NoDataText
source: Друзья отсутствуют либо доступ к ним закрыт
be: Сябры адсутнічаюць або доступ да іх закрыты
de: Keine Freunde oder kein Zugang
uk: Друзі відсутні або доступ до них зачинений

# UserCommView_GroupsLoader.ErrorText
source: Не удалось загрузить список сообществ
be: Не атрымалася загрузіць спіс суполак
de: Laden der Info vom Gruppenllist ist fehlgeschlagen
uk: Не вдалося відобразити перелік спільнот

# UserCommView_GroupsLoader.LoadingText
source: Загружаем информацию о сообществах...
be: Загружаем інфармацыю аб суполках...
de: Laden der Info vom Gruppenllist...
uk: Завантажуємо інформацію про спільноти...

# UserCommView_GroupsLoader.NoDataText
source: Сообщества отсутствуют либо доступ к ним закрыт
be: Суполкі адсутнічаюць або доступ да іх закрыты
de: Keine Gruppen oder kein Zugang
uk: Спільноти відсутні або доступ до них зачинений

# UserCommView_PivotSection_FriendLists.Header
source: списки
be: спісы
de: Liste
uk: перелік

# UserCommView_PivotSection_Friends.Header
source: друзья
be: сябры
de: Freunde
uk: друзі

# UserCommView_PivotSection_Groups.Header
source: сообщества
be: суполкі
de: Gruppen
uk: спільноти

# UserContentView_AudiosGroup_Text
source: аудиозаписи
be: аўдыязапісы
de: Musik
uk: аудіозаписи

# UserContentView_AudiosLoader.ErrorText
source: Не удалось загрузить список аудиозаписей
be: Не атрымалася загрузіць спіс аўдыязапісаў
de: Laden des Playlistes ist fehlgeschlagen
uk: Не вдалося відобразити перелік аудіозаписів

# UserContentView_AudiosLoader.LoadingText
source: Загружаем список аудиозаписей...
be: Загружаем спіс аўдыязапісаў...
de: Laden des Playlistes...
uk: Завантажуємо перелік аудіозаписів...

# UserContentView_AudiosLoader.NoDataText
source: Аудиозаписи отсутствуют либо доступ к ним закрыт
be: Аўдыязапісы адсутнічаюць або доступ да іх закрыты
de: Keine Musik oder Zugang
uk: Аудіозаписи відсутні або доступ до них зачинений

# UserContentView_DocsLoader.ErrorText
source: Не удалось загрузить список документов
be: Не атрымалася загрузіць спіс дакументаў
de: Laden des Dokumenten ist fehlgeschlagen
uk: Не вдалося відобразити перелік документів

# UserContentView_DocsLoader.LoadingText
source: Загружаем список документов...
be: Загружаем спіс дакументаў...
de: Laden des Dokumenten...
uk: Завантажуємо перелік документів...

# UserContentView_DocsLoader.NoDataText
source: Документы отсутствуют либо доступ к ним закрыт
be: Дакументы адсутнічаюць або доступ да іх закрыты
de: Keine Dokumenten oder kein Zugang
uk: Документи відсутні або доступ до них зачинений

# UserContentView_PivotSection_Docs.Header
source: документы
be: дакументы
de: Dokumenten
uk: документи

# UserContentView_PivotSection_Videos.Header
source: видео
be: видэа
de: Videos
uk: відео

# UserContentView_VideosGroup_Text
source: видеозаписи
be: відэазапісы
de: Video
uk: відеозаписи

# UserContentView_VideosLoader.ErrorText
source: Не удалось загрузить список видеозаписей
be: Не атрымалася загрузіць спіс відэазапісаў
de: Laden des Videoslisten ist fehlgeschlagen
uk: Не вдалося відобразити перелік відеозаписів

# UserContentView_VideosLoader.LoadingText
source: Загружаем список видеозаписей...
be: Загружаем спіс відэазапісаў...
de: Laden die Videosliste...
uk: Завантажуємо перелік відеозаписів...

# UserContentView_VideosLoader.NoDataText
source: Видеозаписи отсутствуют либо доступ к ним закрыт
be: Відэазапісы адсутнічаюць або доступ да іх закрыты
de: Keine Videos oder kein Zugang
uk: Відеозаписи відсутні або доступ до них зачинений

# VideoAlbumVideosLoader.ErrorText
source: Не удалось загрузить содержимое альбома
be: Немагчыма загрузіць змест альбома
de: Fehler beim Hochladen des Albums
uk: Не вдалося відобразити вміст альбому

# VideoAlbumVideosLoader.LoadingText
source: Загружаем список видеозаписей альбома...
be: Загружаем спіс відэазапісаў альбома...
de: Laden die Videosliste des Albums
uk: Завантажуємо перелік відеозаписів альбому...

# VideoAlbumVideosLoader.NoDataText
source: В этом альбоме нет видеозаписей
be: У гэтым альбоме няма відэазапісаў
de: Es gibt keine Video im Album
uk: В цьому альбомі немає відеозаписів

# VideoInfoView_LinksLoader.ButtonText
source: получить ссылки
be: атрымаць спасылкі
de: Links erhalten
uk: отримати посилання

# VideoInfoView_LinksLoader.ErrorText
source: Нажмите эту кнопку, чтобы получить ссылки на видео
be: Націсніце гэтую кнопку, каб атрымаць спасылкі на відэа
de: Drucken Sie dort um die Links zu erhalten
uk: Натисніть цю кнопку, щоб отримати посилання на відео
